Repository: BasilKucherov/uneex_linux
Catalog: 11_Documenting/po/*/game.po
Languages: ru

source: yes
ru: да

source: no
ru: нет

source: Invalid answer, please enter yes or no
ru: Неверный ответ, пожалуйста, введите да или нет

source: Let's play a game!
ru: Давайте сыграем в игру!

source: Think of a number between %s and %s
ru: Загадайте число между %s и %s

source: Think of a number between 1 and 100
ru: Загадайте число между 1 и 100

source: Is your number bigger than %s? (yes/no)
ru: Ваше число больше %s? (да/нет)

source: Is your number bigger than %d? (yes/no)
ru: Ваше число больше %d? (да/нет)

source: Your number is %s!
ru: Ваше число %s!

source: Your number is %d!
ru: Ваше число %d!

source: Do you want to play again? (yes/no)
ru: Хотите сыграть еще раз? (да/нет)

source: Usage: game [OPTION...]
ru: Использование: game [ОПЦИЯ...]

source: Guess a number between 1 and 100
ru: Угадайте число между 1 и 100

source: -r, --roman Use Roman numeral system
ru: -r, --roman Использовать римскую систему счисления

source: -h, --help Give this help list
ru: -h, --help Вывести данное сообщение

source: Invalid option: %s
ru: Неверная опция: %s

source: Roman numeral system is enabled
ru: Используется римская система счисления

source: Decimal system is enabled
ru: Используется десятичная система счисления
