Repository: BasilKucherov/uneex_linux
Catalog: 12_InstallPackaging/po/*.po
Languages: ru

source: Exiting...
ru: Выход...

source: %.2f %s is %.2f Celsius
ru: %.2f %s это %.2f градус(а/ов) Цельсия

source: %.2f %s is %.2f Fahrenheit
ru: %.2f %s это %.2f градус(а/ов) Фаренгейта

source: %.2f %s is %.2f Kelvins
ru: %.2f %s это %.2f градус(а/ов) Кельвина

source: Celsius
ru: Цельсия

source: Fahrenheit
ru: Фаренгейта

source: Input temperature (e.g., 23.5C, 300K, 98.6F):
ru: Введите температуру (например, 23.5C, 300K, 98.6F):

source: Invalid input format. Please use number followed by C, K, or F
ru: Неверный формат ввода. Пожалуйста, используйте число, за которым следует C, K, или F

source: Invalid input: %c is unknown unit. Please use C, K, or F
ru: Неверный ввод: %c - неизвестная единица измерения. Пожалуйста, используйте C, K, или F

source: Kelvin
ru: Кельвина

source: Unknown
ru: Неизвестная
